/* eslint-disable no-irregular-whitespace */
const kagarlickij = 'Юрий Кагарлицкий, кандидат филологических наук, старший научный сотрудник Института русского языка им. В.В.Виноградова РАН',
      sedakova = 'Ольга Седакова, кандидат филологических наук, старший научный сотрудник Института истории мировой культуры МГУ',
      temchin = 'Сергей Темчин, хабилитированный доктор гуманитарных наук, главный научный сотрудник и руководитель Центра изучения письменного наследия Института литовского языка, профессор',
      afanasieva = 'Татьяна Афанасьева, доктор филологических наук, профессор кафедры русского языка Санкт-Петербургского государственного университета',
      gippius = 'Алексей Гиппиус, член-корреспондент РАН, главный научный сотрудник Института славяноведения РАН',
      jurjeva = 'Ирина Юрьева, кандидат филологических наук, старший научный сотрудник Института русского языка им. В.В.Виноградова РАН',
      meerson = 'Ольга Меерсон, профессор Джорджтаунского университета',
      pletneva = 'Александра Плетнева, кандидат филологических наук, старший научный сотрудник Института русского языка им. В.В.Виноградова РАН',
      plyakin = 'Максим Плякин, священник, клирик Саратовской епархии',
      pichxadze = 'Анна Пичхадзе, доктор филологических наук, главный научный сотрудник Института русского языка им. В.В.Виноградова РАН';

export const videos = [

  { id: 'Z5fZ50Gz77w',
    title: 'Литургические тексты в берестяных грамотах',
    speaker: gippius, legend: '' },

  { id: 'VOXta0aqEP8',
    title: 'Церковнославянский язык в Речи Посполитой',
    speaker: temchin, legend: '' },

  { id: 'PDYahA9eSxk',
    title: 'Кирилло-Мефодиевское богослужение',
    speaker: temchin, legend: '' },

  { id: 'Zv1AFOmD-to',
    title: 'Происхождение названия «глаголица»',
    speaker: temchin, legend: '' },

  { id: '0Y1OrlrYtNI',
    title: 'Старославянский язык и письменность',
    speaker: temchin, legend: '' },

  { id: '0HucodtzjlE',
    title: 'Как читать летописные тексты',
    speaker: jurjeva, legend: '' },

  { id: 'Siwt_yJ56RA',
    title: 'Церковнославянский язык на Руси в конце XIV века',
    speaker: afanasieva, legend: '' },

  { id: 'acFV5IrZ09s',
    title: 'Берестяные грамоты и языковая ситуация Древнего Новгорода',
    speaker: gippius, legend: '' },

  { id: 'p89yVMIYX4Y',
    title: 'Церковнославянский текст в восприятии человека Нового времени',
    speaker: meerson, legend: '' },

  { id: 'O2p43uisEaM', title: 'Древнерусские летописи',
    speaker: jurjeva, legend: '' },

  { id: 'WN6ZgruS5Qc', title: 'Древнейшие переводы с греческого языка на церковнославянский', speaker: pichxadze, legend: '' },

  { id: 'BZn5wLp_BsI', title: 'Церковнославянская лексика: ошибки понимания',
    speaker: sedakova, legend: '' },

  { id: 'W3-hs6062WI', title: 'Азбучная реформа Петра I', speaker: kagarlickij,
    legend: '' },

  { id: '1xAHu2Bo5_M', title: 'Церковнославянская грамотность XVIII–XIX веков',
    speaker: pletneva, legend: '' },

  { id: 'WEawhCf-9VA', title: 'Поэтика богослужебных песнопений',
    speaker: sedakova, legend: '' }, //legend: 'То, что слова литургической поэзии, – слова из другого, на русский слух «почти понятного» языка, пожалуй, только усиливает их поэтическое воздействие. Но здесь нужно сказать со всей определенностью: без специального изучения церковнославянского языка литургические тексты остаются или вовсе непонятными, или понятыми превратно.' },

  { id: '2i4nee62Vx4', title: 'Церковные службы, написанные в новейшее время',
    speaker: plyakin, legend: '' },

  { id: '33fLDQMBHzo', title: 'Лубочная письменность и церковнославянский язык',
    speaker: pletneva, legend: '' },

  { id: 'h11RhKwWLQk',
    title: 'Гимнографическое творчество в СССР, Зарубежье и постсоветской России',
    speaker: plyakin, legend: '' },

  { id: 'TPs3NSVdsD8', title: 'Службы неканонизированным историческим личностям',
    speaker: plyakin, legend: '' },

  { id: '2QCEzrR0znI',
    title: 'Лексика древнерусской разновидности церковнославянского языка',
    speaker: pichxadze, legend: '' },

  { id: 'HFW-qowkNtY', title: 'Простой русский или книжный славянский?',
    speaker: kagarlickij, legend: '' },

  { id: 'ZTHAepS2EcQ', title: 'Кто прав: Н.М.Карамзин или А.С.Шишков?',
    speaker: kagarlickij, legend: '' },

];
