const kagarlickij = 'Юрий Кагарлицкий, кандидат филологических наук, старший научный сотрудник Института русского языка им. В.В.Виноградова РАН',
      sedakova = 'Ольга Седакова, кандидат филологических наук, старший научный сотрудник Института истории мировой культуры МГУ',
      pletneva = 'Александра Плетнева, кандидат филологических наук, старший научный сотрудник Института русского языка им. В.В.Виноградова РАН',
      plyakin = 'Максим Плякин, священник, клирик Саратовской епархии',
      pichxadze = 'Анна Пичхадзе, доктор филологических наук, главный научный сотрудник Института русского языка им. В.В.Виноградова РАН';

export const videos = [

  { id: 'WN6ZgruS5Qc', title: 'Древнейшие переводы с греческого языка на церковнославянский', speaker: pichxadze, legend: '' },

  { id: 'BZn5wLp_BsI', title: 'Церковнославянская лексика: ошибки понимания',
    speaker: sedakova, legend: '' },

  { id: 'W3-hs6062WI', title: 'Азбучная реформа Петра I', speaker: kagarlickij,
    legend: '' },

  { id: '1xAHu2Bo5_M', title: 'Церковнославянская грамотность XVIII–XIX веков',
    speaker: pletneva, legend: '' },

  { id: 'WEawhCf-9VA', title: 'Поэтика богослужебных песнопений',
    speaker: sedakova, legend: '' },

  { id: '2i4nee62Vx4', title: 'Церковные службы, написанные в новейшее время',
    speaker: plyakin, legend: '' },

  { id: '33fLDQMBHzo', title: 'Лубочная письменность и церковнославянский язык',
    speaker: pletneva, legend: '' },

  { id: 'h11RhKwWLQk',
    title: 'Гимнографическое творчество в СССР, Зарубежье и постсоветской России',
    speaker: plyakin, legend: '' },

  { id: 'TPs3NSVdsD8', title: 'Службы неканонизированным историческим личностям',
    speaker: plyakin, legend: '' },

  { id: '2QCEzrR0znI',
    title: 'Лексика древнерусской разновидности церковнославянского языка',
    speaker: pichxadze, legend: '' },

  { id: 'HFW-qowkNtY', title: 'Простой русский или книжный славянский?',
    speaker: kagarlickij, legend: '' },

  { id: 'ZTHAepS2EcQ', title: 'Кто прав: Н.М.Карамзин или А.С.Шишков?',
    speaker: kagarlickij, legend: '' },

];
