/* eslint-disable no-irregular-whitespace */
const kagarlickij = 'Юрий Кагарлицкий, кандидат филологических наук, старший научный сотрудник Института русского языка им. В. В. Виноградова РАН',
      sedakova = 'Ольга Седакова, кандидат филологических наук, старший научный сотрудник Института истории мировой культуры МГУ',
      temchin = 'Сергей Темчин, хабилитированный доктор гуманитарных наук, главный научный сотрудник и руководитель Центра изучения письменного наследия Института литовского языка, профессор',
      afanasieva = 'Татьяна Афанасьева, доктор филологических наук, профессор кафедры русского языка Санкт-Петербургского государственного университета',
      gippius = 'Алексей Гиппиус, член-корреспондент РАН, главный научный сотрудник Института славяноведения РАН',
      grishchenko = 'Александр Грищенко, кандидат филологических наук, доцент кафедры русского языка Московского педагогического государственного университета, профессор кафедры общего языкознания и славистики Православного Свято-Тихоновского гуманитарного университета, старший научный сотрудник отдела славянского языкознания Института славяноведения РАН, ведущий научный сотрудник Российской государственной библиотеки (сектор изучения особо ценных фондов ЦИПР)',
      jurjeva = 'Ирина Юрьева, кандидат филологических наук, старший научный сотрудник Института русского языка им. В. В. Виноградова РАН',
      kravetsky = 'Александр Кравецкий, кандидат филологических наук, ведущий научный сотрудник Института русского языка им. В. В. Виноградова РАН',
      meerson = 'Ольга Меерсон, профессор Джорджтаунского университета',
      pentk = 'Татьяна Пентковская, доктор филологических наук, профессор кафедры русского языка филологического факультета МГУ им. М. В. Ломоносова',
      pletneva = 'Александра Плетнева, кандидат филологических наук, старший научный сотрудник Института русского языка им. В. В. Виноградова РАН',
      plyakin = 'Максим Плякин, священник, клирик Саратовской епархии',
      pichxadze = 'Анна Пичхадзе, доктор филологических наук, главный научный сотрудник Института русского языка им. В. В. Виноградова РАН',
      ramazanova = 'Джамиля Рамазанова, кандидат исторических наук, заведующая научно-исследовательским отделом редких книг (Музеем книги) Российской государственной библиотеки',
      rozhdestvenskaya = 'Татьяна Рождественская, доктор филологических наук, профессор кафедры русского языка Санкт-Петербургского госудраственного университета';

export const videos = [

  { id: '39pJIrn9-q8',
    title: 'Учебная литература на церковнославянском языке',
    speaker: ramazanova, legend: '' },

  { id: '4Kj9sAaR2uw',
    title: 'Какие стурлаби украла Рахиль у Лавана?',
    speaker: grishchenko, legend: '' },

  { id: 'j8XftR_mYR8',
    title: 'Славяно-еврейские контакты и переводы средневековой Руси',
    speaker: grishchenko, legend: '' },

  { id: 'zDRRSVplgXM',
    title: 'Споры о богослужебном языке',
    speaker: kravetsky, legend: '' },

  { id: 'am-YJUp7RsU',
    title: 'Церковнославянский язык ученой элиты: переводы книжного круга Чудова монастыря',
    speaker: pentk, legend: '' },

  { id: 'uPD7YlzTrKo',
    title: 'Что такое древнерусский язык',
    speaker: rozhdestvenskaya, legend: '' },

  { id: 'Ta5MproN5qo',
    title: 'История славянской Библии на Руси',
    speaker: pichxadze, legend: '' },

  { id: 'kFLMEqnIxlc',
    title: 'Церковнославянская Библия в XIX–XXI веке',
    speaker: kravetsky, legend: '' },





  { id: '0Y1OrlrYtNI',
    title: 'Старославянский язык и письменность',
    speaker: temchin, legend: '' },

  { id: 'TOSWJanpomo',
    title: 'Происхождение глаголицы',
    speaker: temchin, legend: '' },

  { id: 'Zv1AFOmD-to',
    title: 'Происхождение названия «глаголица»',
    speaker: temchin, legend: '' },

  { id: 'PDYahA9eSxk',
    title: 'Кирилло-Мефодиевское богослужение',
    speaker: temchin, legend: '' },

  { id: 'WN6ZgruS5Qc',
    title: 'Древнейшие переводы с греческого языка на церковнославянский',
    speaker: pichxadze, legend: '' },

  { id: 'O2p43uisEaM', title: 'Древнерусские летописи',
    speaker: jurjeva, legend: '' },

  { id: '0HucodtzjlE',
    title: 'Как читать летописные тексты',
    speaker: jurjeva, legend: '' },

  { id: '2QCEzrR0znI',
    title: 'Лексика древнерусской разновидности церковнославянского языка',
    speaker: pichxadze, legend: '' },

  { id: 'acFV5IrZ09s',
    title: 'Берестяные грамоты и языковая ситуация Древнего Новгорода',
    speaker: gippius, legend: '' },

  { id: 'Z5fZ50Gz77w',
    title: 'Литургические тексты в берестяных грамотах',
    speaker: gippius, legend: '' },

  { id: 'Siwt_yJ56RA',
    title: 'Церковнославянский язык на Руси в конце XIV века',
    speaker: afanasieva, legend: '' },

  { id: 'HMEYoq7iJcQ',
    title: 'Восточнославянская письменность Великого княжества Литовского',
    speaker: temchin, legend: '' },

  { id: 'VOXta0aqEP8',
    title: 'Церковнославянский язык в Речи Посполитой',
    speaker: temchin, legend: '' },

  { id: 'W3-hs6062WI', title: 'Азбучная реформа Петра I', speaker: kagarlickij,
    legend: '' },

  { id: 'HFW-qowkNtY', title: 'Простой русский или книжный славянский?',
    speaker: kagarlickij, legend: '' },

  { id: 'ZTHAepS2EcQ', title: 'Кто прав: Н.М.Карамзин или А.С.Шишков?',
    speaker: kagarlickij, legend: '' },

  { id: '1xAHu2Bo5_M', title: 'Церковнославянская грамотность XVIII–XIX веков',
    speaker: pletneva, legend: '' },

  { id: '33fLDQMBHzo', title: 'Лубочная письменность и церковнославянский язык',
    speaker: pletneva, legend: '' },

  { id: '2i4nee62Vx4', title: 'Церковные службы, написанные в новейшее время',
    speaker: plyakin, legend: '' },

  { id: 'h11RhKwWLQk',
    title: 'Гимнографическое творчество в СССР, Зарубежье и постсоветской России',
    speaker: plyakin, legend: '' },

  { id: 'TPs3NSVdsD8', title: 'Службы неканонизированным историческим личностям',
    speaker: plyakin, legend: '' },

  { id: 'WEawhCf-9VA', title: 'Поэтика богослужебных песнопений',
    speaker: sedakova, legend: '' }, //legend: 'То, что слова литургической поэзии, – слова из другого, на русский слух «почти понятного» языка, пожалуй, только усиливает их поэтическое воздействие. Но здесь нужно сказать со всей определенностью: без специального изучения церковнославянского языка литургические тексты остаются или вовсе непонятными, или понятыми превратно.' },

  { id: 'BZn5wLp_BsI', title: 'Церковнославянская лексика: ошибки понимания',
    speaker: sedakova, legend: '' },

  { id: 'p89yVMIYX4Y',
    title: 'Церковнославянский текст в восприятии человека Нового времени',
    speaker: meerson, legend: '' },
];
